# Dead cells
**Жанр**: roguelike/
**Разработчик**: Motion Twin/
**Описание**:Компьютерная инди-игра в смешанном жанре roguelike и метроидвании, разработанная и выпущенная французской студией Motion Twin для платформ Windows, MacOS и Linux, игровых консолей Nintendo Switch, PlayStation 4 и Xbox One в 2018 году; ранее в течение года предварительные версии игры предлагались игрокам через систему раннего доступа. Позже игра была портирована на iOS и Android. 
**Минимальные системные требования ОС**:

Windows 7 или новее Процессор: Intel i5 или лучше Память: 2 ГБ Видеокарта: Nvidia 450 GTS, Radeon HD 5750 или лучше Место на диске: 500 МБ Дополнительно: DirectX 9.1 или OpenGL 3.2.
